Repository: common-repository/more-better-reviews-for-woocommerce
Catalog: languages/more-better-reviews-for-woocommerce-*.po
Languages: de_de

source: days
de_de: Tage

source: hours
de_de: Stunde(n)

source: products reviews enabled
de_de: Produktbewertung(en) aktiviert

source: review requests started to generate in background
de_de: Bewertungsanfragen werden im Hintergrund generiert.

source: review(s) deleted
de_de: Bewertung(en) gelöscht

source: %s or
de_de: %s oder

source: %s to generate unlimited review requests instantly.
de_de: %s um sofort unbegrenzt Bewertungsanfragen zu generieren.

source: %s to generate unlimited review requests.
de_de: %s um sofort unbegrenzt Bewertungsanfragen zu generieren.

source: -- Select discount type --
de_de: -- Art des Rabatts wählen --

source: 5 orders generated successfully
de_de: Fünf Bestellungen wurden erfolgreich generiert

source: <strong><a href="edit.php?post_type=product&orderby=title&order=asc">here</a></strong>
de_de: <strong><a href="edit.php?post_type=product&orderby=title&order=asc">hier</a></strong>

source: Activate
de_de: Aktivieren

source: Activate Wizard
de_de: Öffne den Assistenten

source: Activation failed: Your license are currently inactive. Possible reason: Missing payment.
de_de: Aktivierung fehlgeschlagen, deine Lizenz ist derzeit inaktiv! Möglicher Grund: Fehlende Zahlung. Idee: Suche in deinem E-Mail-Postfach nach neuen oder älteren „digistore24“ E-Mails.

source: Add link to product page
de_de: Verlinke Produkttitel und Bild mit der Produktseite

source: After page will be created, you can adit and add any type of content to be shown for your customers in wordpress editor.
de_de: </br>Nachdem die Seite erstellt wurde, kannst du jede Art von Inhalt über den WordPress-Editor hinzufügen.

source: After this go back to previously opened mail-tester page and click "Then check your score" button.
de_de: </br>Anschließen gehe bitte zurück zur Mail-tester.com Webseite und klicke den "Und prüfen Sie das Ergebnis" Button.

source: All products review page link
de_de: All-in-One-Bewertungsseiten Link

source: All Reviews
de_de: Alle Bewertungen

source: All-in-one review page design
de_de: Aussehen

source: All-in-one reviews page
de_de: Seite

source: All-in-one reviews page colors
de_de: Farben

source: All-in-one reviews page footer content
de_de: Fusszeile (footer) für Impressum, AGB, Datenschutz

source: All-in-one reviews page header logo
de_de: Kopfzeile (header)

source: All-In-One Reviews page settings
de_de: All-in-One-Bewertungsseite-Einstellungen

source: All-in-one reviews page settings
de_de: All-in-One-Bewertungsseite-Einstellungen

source: Almost done!.
de_de: Fast geschafft!

source: Also we generate reviews request only for orders that was done via checkout on your shop.
de_de: </br>Als zusätzlichen Schutz, werden Bewertungsanfrage nur für Bestellungen generiert, die direkt über deinen Shop getätigt wurden.

source: An email sent to the customer for review request.
de_de: Eine Bewertungsanfrage wurde an den Kunden gesendet.

source: An thank you email sent to the customer after review approved.
de_de: Eine Dankeschön E-Mail wird an den Kunden versendet wenn die Bewertung freigegeben wurde.

source: Any of values should not be more than number of days in "Generate request not often than (days)" on "Settings" tab, otherwise review request will be <strong>outdated</strong> (sent but not reviewed) or <strong>canceled</strong> (not sent in timeframe).
de_de: Jede einzelner Wert muss kleiner als die Anzahl der Tage sein, die im Reiter "Einstellungen" unter "Bewertung nicht öfter als (Tage) generieren" angegeben ist. Andernfalls wird die Bewertungsanfrage auf den Status <strong>outdated (abgelaufen)</strong> gesetzt.

source: Apply filter
de_de: Filter anwenden

source: Are you sure you want to delete all Trusted Shops reviews from to woocommerce products?
de_de: Bist du sicher, dass du alle Trusted Shops-Bewertungen bei den WooCommerce Produkte löschen möchtest? (Die Bewertungen können jederzeit wieder von Trusted-Shops geladen werden ;-))

source: Are you sure you want to generate requests for all orders
de_de: Bist du sicher, dass du die Bewertungsanfragen für alle Bestellungen erzeugen willst

source: Are you sure you want to generate requests for selected orders
de_de: Möchtest du die Bewertungen für die ausgewählte Bestellungen generieren?

source: Are you sure you want to import all reviews from Trusted Shops to woocommerce products?
de_de: Bist du sicher, dass du alle Trusted Shops-Bewertungen in die WooCommerce Produkte importieren möchtest?

source: Are you sure you want to remove selected reviews
de_de: Möchtest du die ausgewählte Bewertungen wirklich entfernen?

source: Are you sure you want to send review request emails to the selected?
de_de: Bist du sicher, dass du die ausgewählten Bewertungenanfragen senden möchtest?

source: Are you sure? Review requests with third party services would be disabled.
de_de: Bist du sicher? Überprüfungsanfragen mit Diensten von Drittanbietern würden deaktiviert werden.

source: As the default Woocommerce integration of the "I want to review" checkbox depends on your used theme, custom CSS, payment plugins, we can not guarantee how and where it is viewed. If you select "Yes", please test integration by visiting %s.
de_de: Da die standard Woocommerce-Integration der "Ich möchte bewerten" Check Box von deinem verwendeten Theme, benutzerdefiniertem CSS und Zahlungs-Plugins abhängt, können wir nicht garantieren, wie und wo sie angezeigt wird. Wenn du "Ja" auswählst, teste bitte die Integration in %s.

source: Ask customer for review
de_de: Bewertungs-Checkbox an der Kasse

source: Ask customer for review HTML template
de_de: Vorlage für die Bewertungsanfrage

source: Auto generation and sending reviews request disabled. Please <a href="?page=wp2leads-wtsr&tab=generate" target="_blank">enable it here</a> in order to send reviews automatically.
de_de: Das automatische Generieren und Senden von Bewertungsanfragen ist deaktiviert. Aktiviere es bitte <a href="?page=wp2leads-wtsr&tab=generate" target="_blank">hier.</a>

source: Available shortcodes
de_de: Die verfügbaren Shortcodes sind:

source: Available shortcodes for coupon description
de_de: Verfügbaren Shortcodes für die Gutschein-Beschreibung

source: Available shortcodes for custom links
de_de: Verfügbare Shortcodes für benutzerdefinierte Links

source: Back to
de_de: Zurück zu

source: Before running Better Reviews for WooCommerce wizard, you need to install and activate required Wordpress plugins from the list below.
de_de: Bevor du den Bessere Bewertungen für WooCommerce-Assistenten ausführen kannst, sind folgende Wordpress-Plugins aus der folgenden Liste erforderlich.

source: better for desktop view
de_de: zweispaltig - besser für die Desktopansicht

source: better for mobile devices view
de_de: einspaltig - besser für Mobile-Geräte-Ansicht und okay für die Desktop-Ansicht (Default)

source: Better Reviews for WOO
de_de: Bessere Bewertungen für WOO

source: Better Reviews for WooCommerce
de_de: Bessere Bewertungen in WooCommerce

source: Better Reviews for WooCommerce: New review request created
de_de: Bessere Bewertungen für WOO: Neue Bewertungsanfrage generiert, bewertet

source: Button BG color
de_de: Button-Hintergrund

source: Button text color
de_de: Button-Text

source: Buy license
de_de: Kaufe eine Lizenz

source: By <a rel="nofollow" href="https://woocommerce.com">Automattic</a>
de_de: Von <a rel="nofollow" href="https://woocommerce.com">Automattic</a>

source: By default <strong>WooCommerce only mode</strong> is enabled to get reviews from your customers. If you want more from your customers reviews <a href="?page=wp2leads-wtsr&tab=overview" target="_blank">click here for the overview!</a>
de_de: Standardmäßig ist der nur der <strong> WooCommerce Standalone Modus </strong> aktiviert. Um mehr aus den Bewertungen von deinen Kunden rauszuholen, schau dir hier die <a href="?page=wp2leads-wtsr&tab=overview" target="_blank">Übersicht an!</a>

source: By Tobias_Conrad
de_de: Von Tobias_Conrad

source: Cancel
de_de: Abrechen

source: Change Start rating links settings
de_de: Bewertungssterne Link Einstellungen anpassen

source: characters
de_de: Zeichen, wähle 0 aus wenn nur Sterne Pflicht sind

source: Cheating, hah?
de_de: Schummelst du?

source: Clear data and delete all reviews
de_de: Alle Daten und alle Bewertungen löschen

source: Click <strong>"View"</strong> to see generated review requests
de_de: Klicke auf <strong>"Anzeigen"</strong> um die generierten Bewertungsanfragen zu sehen

source: Close manage licenses
de_de: Lizenzverwaltung schließen

source: Comment field can't be empty
de_de: Rezensionsfeld bitte füllen

source: Comment field placeholder
de_de: Rezensionsfeld Platzhalter

source: Comment field settings
de_de: Bewertungsfeld-Einstellungen

source: Comment length
de_de: Derzeitige Länge

source: Congratulations you managed a lot.</br>At this step you can generate review requests from your current orders and activate automatic mode.
de_de: Klasse du hast schon viel geschafft.</br>In diesem Schritt kannst du aus deinen bisherigen Bestellungen Bewertungsanfragen generieren und das automatische generieren und versenden aktivieren.

source: Continue installation
de_de: Installation weiterführen

source: Copy it and paste into the field below and click "Send email" button.
de_de: </br>Kopiere die Adresse und fügen sie in das unten stehende Feld ein und klicken dann auf die Schaltfläche "E-Mail senden".

source: coupon code
de_de: Gutschein-Code

source: Coupon countdown
de_de: Gutschein-Countdown

source: Coupon countdown description
de_de: Gutschein-Countdown-Text

source: coupon countdown description
de_de: Gutschein Countdown Text

source: Coupon countdown period (hours)
de_de: Coupon-countdown-Zeit (Stunden)

source: Coupon countdown reset (hours)
de_de: Gutschein Countdown Reset (Stunden)

source: Coupon description
de_de: Gutschein Text

source: coupon description (you need to set up settings for coupon)
de_de: Gutschein-Beschreibung (müssen Sie die Einstellungen für den Gutschein)

source: Coupon expiration
de_de: Gutschein-Gültigkeit

source: Coupon settings
de_de: Gutschein-Einstellungen

source: coupon URL
de_de: Gutschein URL

source: coupon valid until:
de_de: Gutschein gültig bis:

source: Create page
de_de: Seite erstellen

source: Created
de_de: Erstellt am

source: Credentials saved
de_de: Anmeldeinformationen gespeichert

source: cropped
de_de: zugeschnitten

source: Custom all products review page
de_de: All-in-One-Bewertungsseite

source: Custom link field should not be empty
de_de: Das Feld für den benutzerdefinierte Link darf nicht leer sein

source: Custom review link
de_de: Benutzerdefinierter Link

source: Customer did not check "I want to give review" on checkout. You can deactivate checkbox %s.
de_de: Der Kunde hat an der Kasse nicht "Ich möchte eine Bewertung abgeben" gewählt. Du kannst die Check Box hier %s deaktivieren.

source: customer email
de_de: E-Mail

source: customer email encoded to Base64
de_de: kunden E-Mail verschlüsselt nach Base64

source: customer first name
de_de: Vorname

source: customer last name
de_de: Nachname

source: d
de_de: T

source: Data deleted
de_de: Daten gelöscht

source: Date
de_de: Datum

source: Date and Time until coupon is valid (you need to set Coupon expiration hours field)
de_de: Datum und Zeit, bis coupon gültig ist (Sie müssen Coupon Ablauf Stunden-Feld)

source: Deactivate
de_de: Deaktivieren

# default email subject for cancelled emails sent to the customer
source: [%s] Review Request
de_de: [%s] Bewertungs-Anfrage

# default email subject for emails sent to the customer
source: [%s] - Thank you for your review
de_de: [%s] - Danke für deine Bewertung

source: Delete
de_de: Löschen

source: Delete logo image
de_de: Lösche Bild

source: Delete scheduled email
de_de: Lösche die geplante E-Mail

source: Delete selected
de_de: Ausgewählte löschen

source: Describe your experiences with the product here
de_de: Bitte beschreibe deine Erfahrung mit dem Produkt hier

source: Description
de_de: Beschreibung

source: Dev area
de_de: DEV-Bereich

source: Digistore24 license
de_de: Digistore24 Lizenz

source: Disabled
de_de: Deaktiviert

source: Dismiss completely
de_de: Für immer ausblenden

source: Dismiss for week
de_de: Für eine Woche ausblenden

source: Dismissed
de_de: Verworfen

source: Do not forget to save your settings before going to next step.
de_de: Bitte Einstellungen speichern, bevor du mit dem nächsten Schritt fortfährst!

source: Don't miss a chance to get your discount coupon! <strong>%s</strong>
de_de: Verpasse nicht die Gelegenheit deinen Rabattgutschein zu erhalten! <strong>%s</strong>

source: Dummy orders <strong>will not affect</strong> your Pro Version limitation.
de_de: Die Dummy-Bestellungen <strong> wirken sich nicht auf </strong> deine Übertragungslimits aus.

source: E-mail and Page
de_de: E-Mail und Seite

source: Each variation separately
de_de: Jede Variante separat

source: Edit page
de_de: Seite bearbeiten

source: Edit template
de_de: Vorlage bearbeiten

source: Email template
de_de: E-Mail-Vorlage

source: Email template settings
de_de: Bewertungsanfragen anpassen

source: Email will be send via
de_de: E-Mail wird gesendet über:

source: Email will be sent immediately after order Completed
de_de: E-Mail wird sofort nach Fertigstellung der Bestellung gesendet

source: Email will be sent in 3 days after order Completed
de_de: E-Mail wird 3 Tage nachdem Fertigstellen der Bestellung gesendet.

source: Emails to these addresses can cause a blocking accounts at the portals!
de_de: E-Mails an diese Adressen können zu einer Kontosperrung auf den Portalen führen!

source: empty value
de_de: Leeres Feld

source: Empty value means that email with review request would be send immediately.
de_de: Ein leeres Feld bedeutet das die Bewertungsanfrage E-Mail sofort gesendet wird.

source: Enable All Products Reviews
de_de: Aktiviere alle Produktbewertungen

source: Enable auto generate and email review requests
de_de: Aktiviere das automatische generieren und versenden von Bewertungsanfragen

source: Enable auto generate and transfer review requests
de_de: Aktiviere die automatische Generierung und Übertragung von Bewertungsanfragen

source: Enable review request
de_de: Antrag auf Überprüfung aktivieren

source: Enable Reviews
de_de: Aktiviere Produktbewertungen

source: Enable Thank you email
de_de: Danke-E-Mail aktivieren

source: Enable Trusted Shops mode
de_de: Trusted Shops Modus aktivieren

source: Enable WooCommerce only mode
de_de: Aktiviere den "Nur WooCommerce Modus"

source: Enabled
de_de: Aktiviert

source: Error
de_de: Hinweis

source: Error: Activation not completed
de_de: Fehler: Aktivierung nicht abgeschlossen

source: Error: Deactivation failed
de_de: Fehler: Deaktivierung fehlgeschlagen

source: Error: No server response.
de_de: Upps: Keine Serverantwort.

source: Error: Please fill in license email and license key
de_de: Tipp: Bitte gebe Lizenz-E-Mail und Schlüssel ein

source: Error: Please select site to remove
de_de: Tipp: Bitte wähle die Seite die du entfernen möchtest

source: Error: This action are not allowed, please enter correct license email and license key
de_de: Upps: Diese Aktion ist nicht zulässig, geben bitte die richtige Lizenz-E-Mail und Lizenzschlüssel ein

source: Error: This action is not allowed
de_de: Achtung: Diese Aktion ist nicht zulässig

source: Excellent
de_de: sehr gut

source: Fair
de_de: ausreichend

source: Filter
de_de: Filtern

source: Filter email domain
de_de: Ausschließen von automatisch generierten E-Mail-Adressen

source: Finish installation
de_de: Installation abschließen

source: First email will be sent after 3 days after order Completed. If order not reviewed within 7 days after first review request, email will be sent again. If order not reviewed within 11 days after second review request, email will be sent for the last time.
de_de: Die erste E-Mail wird 3 Tage nachdem Fertigstellen der Bestellung gesendet. Wenn die Bestellung innerhalb von 7 Tagen, nach dem Versand der E-Mail, keine Bewertung erhält wird die E-Mail erneut versendet. Wenn 11 Tage nachdem Versand der letzten E-Mail keine Bewertung eingegangen ist, wird ein letztes mal die E-Mail versendet.

source: First email will be sent immediately after order Completed. If order not reviewed within 3 days after first review request, email will be sent again.
de_de: Die erste E-Mail wird sofort mit dem Fertigstellen der Bestellung gesendet. Wenn die Bestellung innerhalb von 3 Tagen, nach dem Versand der E-Mail, keine Bewertung erhält wird die E-Mail erneut versendet.

source: Five star link
de_de: Fünf Sterne

source: For our example
de_de: Für unser Beispiel ist folgendes festgelegt

source: For our example:
de_de: Für unser Beispiel

source: For secure reason we excluding orders that contain <strong><em>amazon</em></strong> and <strong><em>ebay</em></strong> in billing email.
de_de: Aus Sicherheitsgründen werden Bestellungen, die <strong> <em> amazon </em> </strong> und <strong> <em> ebay </em> </strong> in der Abrechnungs-E-Mail-Adresse enthalten, ausgeschlossen.

source: For transferring review requests to Klick Tipp, please Import this map and Activate transferring module.
de_de: Zum Übertragen von Bewertungsanfragen zu Klick-Tipp importiere diese WP2LEADS Verbindungs-Vorlage und aktiviere das Übertragungsmodul.

source: Four star link
de_de: Vier Sterne

source: Free
de_de: frei

source: Full size
de_de: Volle Größe

source: General settings
de_de: Grundeinstellungen

source: Generate 10 dummy orders
de_de: Generiere 10 Dummy-Test-Bestellungen

source: Generate 5 Orders
de_de: Generiere 5 Test-Bestellungen

source: Generate customer reviews requests
de_de: Bewertungsanfragen generieren

source: Generate dummy orders
de_de: Dummy-Test-Bestellungen erstellen

source: Generate for selected
de_de: Für ausgewählte Bestellungen generieren

source: Generate request
de_de: Generiere Anfrage

source: Generate request not often than (days)
de_de: Bewertung nicht oft als (Tage) generieren

source: Generate requests
de_de: Generiere Anfragen

source: Generate review requests for existed orders
de_de: Generiere Bewertungsanfragen für existierenden Bestellungen

source: Generate reviews for all %s orders
de_de: Bewertungsanfragen für alle %s-Bestellungen generieren

source: Generate reviews for first %s orders
de_de: Bewertungen für die neuesten %s Bestellungen generieren

source: Get Better Reviews for WooCommerce
de_de: Bessere Bewertungen für WooCommerce

source: Get Better Reviews for WooCommerce is an automated reviews request system for WooCommerce reviews
de_de: Bessere Bewertungen für WooCommerce ist ein automatischer Bewertungshelfer um Produkt-Bewertungen anzufragen, einfach zu bewerten und ein Dankeschön Gutschein zu versenden.

source: Get reviews from Trusted Shops
de_de: Hole die Bewertungen von Trusted Shops

source: Get statistics
de_de: Statistik anzeigen

source: Get updates from Trusted Shops
de_de: Hole die neuesten Bewertungen von Trusted Shops

source: Get your testing email address on <a href="https://www.mail-tester.com/" target="_blank">https://www.mail-tester.com/</a>.
de_de: Hol dir deine Test-E-Mail-Adresse auf <a href="https://www.mail-tester.com" target="_blank">https://www.mail-tester.com</a>.

source: Getting and tranfering review requests from Trusted Shops disabled
de_de: Automatisches Abrufen und Übertragen von Bewertungsanfragen deaktiviert.

source: Getting and tranfering review requests from Trusted Shops enabled
de_de: Automatisches Abrufen und Übertragen von Trusted Shops Bewertungen aktiviert.

source: Goal: gathering all reviews from all variants of a product under the parent product sku.
de_de: <strong>Übergeordnetes Produkt: </br>Stand: 2019.10.11 nur diese Einstellung funktioniert im Moment mit dem germanized Plug-in, sonst werden keine Bewertungen angezeigt.</strong> </br>Sammeln aller Bewertungen aus allen Varianten eines Produkts (z.B. grünes, gelbes T-Shirt in XL, XXL) unter der übergeordneten Produkt/SKU (Artikelnummer). (Standard) </br><strong>Je Variante seperat:</strong> Sinnvoll bei großen Unterschieden der Variationen z.B. Krallenschere für große und für keine Hunde.

source: Good
de_de: befriedigend

source: h
de_de: S

source: height
de_de: Höhe

source: here
de_de: hier

source: hours
de_de: Stunden

source: hours until coupon will expire (you need to set Coupon expiration hours field)
de_de: Stunden bis der Gutschein verfällt (Sie müssen Coupon Ablauf Stunden-Feld)

source: Hover button bg color
de_de: Button-HG (on hover)

source: Hover button text color
de_de: Hover Button Text Farbe

source: Hover title color
de_de: Titel (on hover)

source: HTML template colors
de_de: HTML-Template-Farben

source: I have a Digistore24 license already!
de_de: Ich habe schon eine Digistore24 Lizenz!

source: I want to buy a license!
de_de: Ich möchte eine Lizenz erwerben!

source: I want to give review
de_de: Ich möchte eine Bewertung abgeben

source: If it's your first WooCommerce installtion, you will be redirected to installation Wizard. You need to complete all steps and create or import at least one product in order to generate requests and see email html template.
de_de: Wenn Woocommerce das erste mal Installiert wird wirst du zum Installationsassistenten weitergeleitet. Bitte alle Schritte ausführen und mindestens ein Produkt erstellen oder importieren. Das ist nötig um Bewertungsanfragen zu generieren.)

source: If this settings is checked only approved reviews from product page will be transferred to Klick Tipp. If disabled it will be transfered at once after user click "Submit" button
de_de: Wenn <strong>Checkbox aktiviert</strong>, wird in Klick Tipp das Tag für den Bewertungsstatus erst von "ready" auf "reviewed" gesetzt, wenn die Bewertung von dir freigegeben wurde. (Standard) </br> Wenn <strong>Checkbox deaktiviert</strong>, wird der Status sofort geändert wenn der Kunde auf die Schaltfläche "Bewertung absenden" klickt.

source: If you already have your license email and key input them in the form below and click "Activate" button.
de_de: Wenn du bereits über eine Lizenz verfügst, bitte diese in das untenstehende Formular eingeben und auf die Schaltfläche "Aktivieren" klicken.

source: If you already have your Trusted Shops ID and API credential, please input them in the form below.
de_de: Wenn du bereits über Trusted Shops API-Anmeldeinformationen verfügst, gebe diese bitte in das untenstehende Formular ein.

source: If you like to sent review request to Klick Tipp plugin requires WP2LEADS plugin to be installed and active. You can download %s here.
de_de: Wenn du deine Bewertungsanfragen zu Klick-Tipp senden möchtest, benötigt das Plugin das WP2LEADS plugin aktiviert und installiert. Du kannst %s hier laden.

source: If you often have recurring customers, you can limit the number of valuation requests in a given period of time.
de_de: <ul><li>Wenn du schnell wiederkehrende Kunden hast, kannst du die Anzahl der Aktualisierungen der Bewertungsanfragen auf einen Zeitraum begrenzen, in welchem der Kunde nach Erstellen der Bewertungsanfrage Zeit hat, das Produkt zu erhalten, zu testen und zu bewerten.</li><li>Dies dient als Überschreibungsschutz für die im Klick Tipp beim Kunden hinterlegte HTML-Bewertungsanfrage.</li><li><strong>Erneute Bestellungen in diesem Zeitraum führen nicht dazu das die Bewertungsanfrage in Klick Tipp aktualisiert wird!</strong></li><li>Nach den eingestellten Tagen wird der Bewertungs-Status auf "outdated" (Abgelaufen) gestellt um z.B. Trusted Shops API Anfragen von diesen "Abgelaufen" Bewertungsanfragen zu stoppen.</li></ul>
