Repository: common-repository/more-better-reviews-for-woocommerce
Catalog: languages/more-better-reviews-for-woocommerce-*.po
Languages: de_de

source: If you select <strong>"No"</strong> all customers will get review request.
de_de: Wenn du <strong>"Nein"</strong> auswählst, erhalten alle Kunden eine Bewertungsanfrage. (Standard ist "Nein")

source: If you select <strong>"Yes"</strong> only customer who checked "I want to give review" on checkout page will get review request.
de_de: Wenn du <strong>"Ja"</strong> auswählst, erhält nur der Kunde der den Haken "Ich möchte eine Bewertung abgeben" gesetzt hat, eine Bewertungsanfrage.

source: If you want more, you find all possibilities of the plugin in the<strong> <a href="?page=wp2leads-wtsr&tab=overview">Overview</a> </strong>.
de_de: Wenn du mehr wünschst, haben wir hier alle Möglichkeiten dieses Plugins für dich aufgelistet. <strong> <a href="?page=wp2leads-wtsr&tab=overview">Zur Übersicht</a></strong>

source: If you want to add more filters for billing email, please add values in form field above.
de_de: Wenn du weitere Filter für die Abrechnung-E-Mail-Adresse hinzufügen möchtest, fügen bitte die Werte im Feld oben hinzu.

source: If you want to send more then one review request for the same order put multiple values devided by ":".
de_de: Wenn du mehr als eine Bewertungsanfrage zu einer Bestellung senden möchtest füge mehrere Werte getrennt von einem ":" in das Feld ein.

source: Image
de_de: Produktbild

source: Import and Activate
de_de: Importieren und Aktivieren

source: Import reviews
de_de: Import Bewertungen

source: Import Reviews from Trusted Shops
de_de: Importiere die Bewertungen von Trusted Shops

source: In order to import Trusted Shops reviews, you need to connect at least one of Trusted Shops Products with Woocommerce products and click "Save product mapping" button.
de_de: Zum Importieren von Trusted Shops-Bewertungen, verbinde bitte mindestens ein Trusted Shops-Produkt mit einem Woocommerce-Produkt und klicken dann auf den "Speichern der Produkt-Zuordnung(en)" - Button.

source: In order to send review requests with <a href="https://klick.santegra-international.com/api/split/1ilwz7uaz1fzkze798" target="_blank">Klick Tipp</a> Wp2Leads plugin must be installed and activated, otherwise select WooCommerce option.
de_de: Um Bewertungsanfragen und Danke-E-Mails mit <a href="https://klick.santegra-international.com/api/split/1ilwz7uaz1fzkze798" target="_blank">Klick Tipp</a> zu versenden muss das Wp2Leads plugin installiert und aktiviert sein, ansonsten wähle den WooCommerce-Stand-Alone-Modus.

source: In order to send review requests with <a href="https://www.klick-tipp.com/15194" target="_blank">Klick Tipp</a> Wp2Leads plugin must be installed and activated, otherwise select WooCommerce option.
de_de: Um Bewertungsanfragen mit <a href="https://www.klick-tipp.com/15194" target="_blank">Klick-Tipp</a> über das Wp2Leads Plugin zu senden, muss dieses installiert und aktiviert werden, ansonsten wähle bitte die Woocommerce Option.

source: In this section you can set up sending Thank you email after customers review is published.
de_de: In diesem Abschnitt kannst du die Danke-E-Mail einstellen, die dem Kunden nach der genehmigten Bewertung zugesendet wird.

source: Input custom link, please!
de_de: Bitte gebe den benutzerdefinierte Link ein!

source: Input email domain
de_de: E-Mail Domain eingeben bitte

source: Input page title
de_de: Seiten Titel eingeben z.B. Bewertungsseite

source: Input reviews block title
de_de: Titel über dem Bewertungsblock

source: Install and Activate
de_de: Installieren & Aktivieren

source: It could take a few seconds, please be patient and do not reload or close this page.
de_de: Es kann einige Sekunden dauern, bitte haben Sie Geduld und laden oder schließen Sie diese Seite nicht neu.

source: John
de_de: Max

source: Just input a title you want to use and we will generate this page for you.
de_de: </br><strong>Nächster Schritt:</strong> Gib einen Titel ein, klicke auf "Seite erstellen" und diese Seite wird angelegt und ein Shortcode automatisch eingefügt.

source: Last updated
de_de: Zuletzt aktualisiert

source: Leave your product review within next {coupon_countdown_period} hours and get discount coupon
de_de: Schreibe deine Bewertung(en) innerhalb der nächsten {coupon_countdown_period} Stunden um einen Gutschein zu bekommen.

source: Let's Start
de_de: Lass uns beginnen

source: License info
de_de: Lizenz

source: License key
de_de: Lizenzschlüssel

source: Lifetime free usage of all features with a limitation for <strong>%s reviews</strong> sent per <strong>%s days</strong>.
de_de: Du kannst "Bessere Bewertungen für WooCommerce" lebenslang kostenlos mit allen Funktionen verwenden mit der Einschränkung das du nur <strong>%s Bewertungsanfragen </strong> alle <strong>%s Tage</strong> generieren kannst.

source: Limit will be reset in %s.
de_de: Das Limit wird in %s zurückgesetzt.

source: List of sites
de_de: Liste der Webseiten

source: Map Activated successfully
de_de: Die Verbindungsvorlage wurde erfolgreich aktiviert

source: Map can't be imported from server
de_de: Die Verbindungsvorlage konnte nicht vom WP2LEADS-Server importiert werden.

source: Map Imported and activated successfully
de_de: Die Verbindungsvorlage wurde erfolgreich importiert und aktiviert

source: Map imported from server but we can't activate transfer module
de_de: Die Verbindungsvorlage wurde vom Server geladen, doch das Übertragungsmodul in WP2LEADS konnte nicht aktiviert werden.

source: Map installed and instant module is active. You can start transferring!
de_de: Die Verbindungsvorlage ist installiert und das WP2LEADS Echtzeit-Übertragungs-Modul ist aktiviert.</br>Du kannst jetzt mit der Erst-Übertragung anfangen.</br></br><a href="https://www.klick-tipp.com/template/1f0sz7uazfz83ac" target="_blank">Hier klicken um die Klick Tipp Kampagne zu laden. </a></br>Bitte erst nach der Erstübertragung importieren!</br>Idee: Bewertungsanfragen der letzten 90 Tage sofort senden, damit hast du sofort die ersten Bewertungen. Für neue Kunden nach Versand in die gleiche Kampagne eine 7 Tage Verzögerung einbauen.

source: Map installed but instant module is not active. Please, activate module!
de_de: Die Verbindungsvorlage ist installiert, jedoch ist das WP2LEADS Echtzeit-Übertragungs-Modul nicht aktiv.</br>Bitte aktiviere dieses Modul!

source: Map title
de_de: Verbindungsvorlagen

source: Maybe you are only testing on this site, than it is okay.
de_de: Vielleicht testest du nur auf dieser Seite, dann ist alles in Ordnung.

source: Min comment length
de_de: Minimale Zeichenanzahl

source: Next
de_de: Weiter zu

source: Next request
de_de: Nächste Anfrage

source: Next step
de_de: Nächster Schritt

source: No
de_de: Nein

source: No image shown
de_de: Kein Bild wird angezeigt

source: No map ID selected
de_de: Keine Verbindungsvorlage ausgewählt

source: No order ID
de_de: Keine Bestellnummer

source: No order IDs
de_de: Keine Bestellnummern

source: No review ID
de_de: Keine Bewertungs-Nr.

source: No review request ID provided
de_de: Keine Bewertungsanfragen ID gefunden

source: No reviews for import
de_de: Keine Bewertungen stehen zum Import bereit

source: No reviews IDs
de_de: Keine Bewertungen Nummern

source: No title
de_de: Kein Titel

source: No Trusted Shops credentials
de_de: Es fehlen die Trusted Shops-Zugangsdaten

source: Norma button bg color
de_de: Button-Hintergrund

source: Normal button bg color
de_de: Normale Button HG Farbe

source: Normal button text color
de_de: Button-Text

source: Normal title color
de_de: Titel

source: Not connected to any product, but for shop in general. You still can map it to any product, and publish on product page.
de_de: Nicht mit einem Produkt, aber mit dem Shop im Allgemeinen verbunden. Du kannst die Shop-Bewertungen auch mit einem Produkt verbinden und auf einer Produktseite veröffentlichen.

source: not cropped
de_de: nicht zugeschnitten

source: Nothing was deleted
de_de: Nichts wurde gelöscht

source: Once new review will be request created user data will be transfered to KT account.
de_de: Bei einer neuen Bewertungsanfrage werden die Kundendaten und die E-Mail-Vorlage zu Klick-Tipp übertragen. Übertragen wird auch beim Status "bewertet".

source: One star link
de_de: Ein Stern

source: Only parent products
de_de: Übergeordnetes Produkt

source: Open settings tab
de_de: Den Einstellungen öffnen

source: Opt-in to see account
de_de: Opt-in um Konto zu sehen

source: Or you add title and we use it. See list of products without title
de_de: Oder du fügst Titel hinzu und es wird dieser verwendet. Siehe Liste der Produkte ohne Titel

source: Or you can generate 5 dummy orders for testing purposes by clicking the button <strong>Generate orders</strong>.
de_de: Sie können auch 5 Dummy-Bestellungen zu Testzwecken generieren, indem Sie auf die Schaltfläche <strong> Bestellungen generieren </strong> klicken.

source: Order
de_de: Bestellung

source: Order created
de_de: Bestellung erstellt

source: order date
de_de: Bestelldatum

source: Order ID
de_de: Bestell-Nummer

source: order number
de_de: Bestellnummer

source: order number encoded to Base64
de_de: bestellnummer verschlüsselt nach Base64

source: Order outdated status is calculating not from created date but from status changed. So every time we send email date will be updated and we have 30 days for review again.
de_de: Der Status "Abgelaufene"-Anfrage berechnet sich nicht aus dem Erstellungsdatum, sondern aus dem geänderten Status. Jedes Mal, wenn wir eine E-Mail senden, wird das Datum aktualisiert und der Kunde hat erneut z.B. 30 Tage Zeit zu bewerten.

source: Order status
de_de: Bestellstatus

source: Order status for generating review request is set to
de_de: Bestellstatus beidem der Bewertungsablauf gestartet wird

source: Order status generating reviews requests
de_de: Bestellstatus beidem die Bewertungsanfrage generiert wird

source: orders available
de_de: Bestellungen verfügbar

source: Orders generated
de_de: Bestellungen generiert

source: Otherwise your client will be redirected to default all in one reviews page.
de_de: Wenn kein Titel hinterlegt wird werden deine Kunden auf die Standard-All-in-one-Bewertungsseite weitergeleitet. </br>D.h. egal welche Seite in der E-Mail verlinkt ist der Kunde wird immer auf eine Bewertungsseite weitergeleitet. Deshalb die Bewertungsanfrage neu zu generieren ist nicht notwendig.

source: Outdated
de_de: Abgelaufen

source: Overview
de_de: Übersicht

source: Page created successfuly
de_de: Seite wurde erfolgreich erstellt

source: Page title
de_de: Titel

source: Page title is required
de_de: Der Seitentitel ist notwendig

source: Password
de_de: Kennwort

source: Paste email address
de_de: Test-E-Mail-Adresse einfügen

source: pending
de_de: wartend

source: Please be patient, it could take upo to a minute, do not reload a page.
de_de: Bitte habe etwas Geduld, es kann bis zu einer Minute dauern, bitte auf der Seite bleiben.

source: Please finish installation wizard.
de_de: Bitte beende den Installationsassistenten.

source: Please input correct credentials or enable WooCommerce only mode <strong><a href="?page=wp2leads-wtsr&tab=settings">here</a></strong>
de_de: Bitte gebe <strong> <a href="?page=wp2leads-wtsr&tab=settings">hier</a> die richtigen Trusted Shops Anmeldeinformationen ein</strong> oder aktiviere den WooCommerce-Standalone-Modus

source: Please use only numbers devided with ":" for WooCommerce Email Delay.
de_de: Bitte benutze nur Nummern getrennt mit ":" für die WooCommerce E-Mail-Verzögerungen

source: Please, fill in all Trusted Shops credential fields
de_de: Bitte fülle alle Anmeldeinformationen von Trusted Shops aus

source: Please, select colors for all reviews page
de_de: Bitte wähle die Farben für die "All-in-One-Bewertungsseite".

source: Poor
de_de: mangelhaft

source: prefix + %s sent to KT
de_de: TAG: "Präfix + %s" an Klick Tipp gesendet

source: Previous request
de_de: Vorherige Anfrage

source: Product 1 Title
de_de: Produkt-Titel 1

source: Product 2 Title
de_de: Produkt-Titel 2

source: Product 3 Title
de_de: Produkt-Titel 3

source: Product details page
de_de: Produkt Details Seite

source: product id
de_de: Produkt-ID

source: Product page link
de_de: Link zur Produktseite

source: product slug
de_de: Produkt URL

source: product title
de_de: Produkttitel

source: Product variations
de_de: (Nur Trusted-Shop-Modus) Bewertung für

source: Products list
de_de: Produktliste

source: products list in order
de_de: Produktliste

source: Professional
de_de: Prof.

source: proved by Trusted Shops
de_de: geprüft von Trusted Shops

source: Put one item per line.
de_de: </br>Bitte eine Domain, Suchbegriff pro Zeile.

source: Rating
de_de: Bewertung

source: Rating stars link settings
de_de: Links hinter den Sternen

source: Recommended image size not more than 390x90 px
de_de: Empfohlene Bildgröße nicht mehr als 380 px x 90 px

source: Remove filter
de_de: Filter entfernen

source: Request #
de_de: Anfrage #

source: Required plugins installation
de_de: Installation benötigter Plug-ins

source: Requirement: <strong>wp2lwtsr_reviews.order_id</strong> column within selected data.
de_de: Voraussetzung: Die <strong>wp2lwtsr_reviews.order_id</strong> Spalte wird angezeigt.

source: Review block title
de_de: Titel über dem Bewertungsblock

source: Review deleted
de_de: Bewertung gelöscht

source: Review now!
de_de: Jetzt bewerten!

source: Review request could not be created for this order
de_de: Für diese Bestellung konnte keine Bewertungsanfrage erstellt werden.

source: Review request email
de_de: Bewertungsanfragen E-Mail

source: Review request for order #%d.
de_de: Bewertungsanfrage für Bestellung #%d.

source: Review request generated
de_de: Bewertungsanfrage generiert

source: Review request generating stopped!
de_de: Generierung von Bewertungsanfragen gestoppt!

source: Review request sending started in background
de_de: Das Senden der Bewertungsanfragen wurde im Hintergrund gestartet

source: Review request sent
de_de: Bewertungsanfrage gesendet

source: Review Request Sent to customer
de_de: Bewertungsanfrage wurde zum Kunden gesendet

source: Review Request to Customer
de_de: Bewertungsanfrage an den Kunden

source: Review requests
de_de: Bewertungsanfragen

source: Review requests can not be sent right now
de_de: Bewertungsanfragen können gerade nicht versendet werden.

source: Review requests preview
de_de: Vorschau der Bewertungsanfrage

source: Reviewed
de_de: Bewertet

source: Reviews
de_de: Bewertungsanfragen

source: Reviews can not be imported from Trusted Shops, please check your Trusted Shops credentials
de_de: Bewertungen können nicht von Trusted Shops importiert werden, bitte überprüfe deine Trusted Shops Anmeldedaten

source: Reviews from Trusted Shops
de_de: Bewertungen von Trusted Shops

source: Reviews imported
de_de: Bewertungen importiert

source: Reviews imported successfully. You can manage them %shere%s.
de_de: Bewertungen erfolgreich importiert. Du kannst diese %shier%s verwalten und freigeben.

source: Reviews list
de_de: Bewertungsliste

source: Reviews services integration
de_de: Überprüfung der Integration von Dienstleistungen

source: Save
de_de: Speichern

source: Save All-in-one reviews page settings
de_de: Änderungen speichern

source: Save changes
de_de: Änderungen speichern

source: Save credentials
de_de: Anmeldeinformationen speichern

source: Save product mapping
de_de: Speichern der Produkt-Zuordnung(en)

source: Save settings
de_de: Speichern

source: Select All
de_de: Alle Auswählen

source: Select at least one order
de_de: Wählen mindestens eine Bestellung aus

source: Select at least one request
de_de: Bitte mindestens eine Anfrage auswählen

source: Select at least one review
de_de: Wähle mindestens eine Bewertung aus

source: Select how you are going to send review requests to your clients. You can use <strong>Klick Tipp</strong> or <strong>WooCommerce</strong> email options.
de_de: Wählen aus, wie die Bewertungsanfragen an deine Kunden senden möchtest. Du kannst zwischen<strong> Klick-Tipp </strong> oder <strong> Woocommerce </strong> wählen.

source: Select product image size
de_de: Produktbildgröße auswählen

source: Select service for mailing
de_de: Wähle den Dienst zum Senden der E-Mails

source: Select service for sending review requests
de_de: Bitte wählen den Dienst zum Senden der Bewertungsanfragen aus

source: Select service you want to use for sending email requests.
de_de: Bitte wählen den Dienst zum Senden der Bewertungsanfragen aus

source: select status
de_de: Status auswählen

source: Select WC product
de_de: Wähle das WOO-Produkt

source: Send email
de_de: E-Mail senden

source: Send request
de_de: Anfrage senden

source: Send selected requests
de_de: Sende ausgewählte Anfrage

source: Sent
de_de: Gesendet

source: Set up delay for sending review requests for Order status set in "Settings".
de_de: Stelle eine Verzögerung für das Senden von Bewertungsanfragen ein. Diese wird genutzt sobald der Bestellstatus, der in den "Einstellungen" festgelegt wurde, erreicht wird.

source: Settings
de_de: Einstellungen

source: Settings saved
de_de: Einstellungen gespeichert

source: Settings saved successfuly
de_de: Einstellungen erfolgreich gespeichert

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Shop review page
de_de: Bewertungsseite

source: Shop reviews
de_de: Shop-Bewertungen

source: Show orders
de_de: Bestellungen anzeigen

source: Show product description
de_de: Zeige die Produktkurzbeschreibung

source: Skip installation wizard.
de_de: Überspringe den Installationsassistenten

source: Smith
de_de: Musterman

source: Some reviews can not be imported as far as they do not connected to any of Woocommerce product on your site.
de_de: Einige Bewertungen können nicht importiert werden, da diese nicht mit einem Woocommerce Produkt auf deiner Website verbunden wurden.

source: Something went wrong
de_de: Irgendetwas ging schief!

source: Sorry, there is nothing for you on this page!
de_de: Entschuldigung, auf dieser Seite gibt es nichts zu sehen!

source: Source
de_de: Quelle

source: Star rating links
de_de: Links

source: stars and buttons only one review
de_de: Sterne und Buttons von ersten Bewertung

source: Start / End dates
de_de: Start-/Enddatum

source: Start transferring
de_de: Starte die Übertragung

source: Start trial here
de_de: Teste hier

source: Statistics
de_de: Auswertung

source: Status changed
de_de: Status geändert

source: Submit review
de_de: Bewertung abgeben

source: Success
de_de: Erfolgreich

source: Success: Activation completed
de_de: Erfolg: Aktivierung abgeschlossen

source: Success: Site have been deleted
de_de: Erfolg: Lizenz der Webseite wurde gelöscht

source: Success: Your product activated
de_de: Erfolg: Deine Lizenz wurde aktiviert

source: Success: Your product deactivated
de_de: Deine Lizenz wurde deaktiviert

source: Template Preview
de_de: Vorschau

source: Test the Spammyness of your Emails
de_de: Teste den Spamwert deiner E-Mail

source: Thank you email
de_de: Danke für deine Bewertung E-Mail

source: Thank you email settings
de_de: Danke E-Mail Einstellungen

source: Thank you email template
de_de: Dankeschön-E-Mail-Vorlage

source: Thank you for review email
de_de: E-Mail: Danke für die Bewertung

source: Thank you for your review
de_de: Danke für deine Bewertung

source: Thankyou for review!
de_de: Danke fürs Bewerten!

source: There is no reviews for import at the moment. Click "Get updates from Trusted Shops" to get new reviews.
de_de: Es gibt im Moment keine Bewertungen die für den Import zur Verfügung stehen. Klicke auf "Hole die neuesten Bewertungen von Trusted Shops" um auf neue Bewertungen zu prüfen. (Die Bewertungen werden nur einmal am Tag von Trusted Shops aktualisiert und bereitgestellt!)

source: This module is created for Better Reviews for WooCommerce maps.
de_de: Dieses Modul wurde für die "Bessere Bewertungen für WooCommerce" Vorlage erstellt.

source: This products <strong>will not be included</strong> to html template for product reviews request as far as you have <strong>"Product page link"</strong> enabled in <strong>"Start rating links"</strong>.
de_de: Folgende Produkte werden nicht für Produktbewertungs-Anfragen <strong>genutzt.</strong> </br> So lange du <strong>“Link zur Produktseite"</strong> in <strong>“Bewertungssterne Linkeinstellungen“</strong> aktiviert hast.

source: This setting allow your customer to have another chance to get coupon for review. F.e. if you send review request email more then once.
de_de: Diese Einstellungen ermöglichen es deinem Kunden erneut den Gutschein, für eine Bewertung, zu erhalten. Voraussetzung du sendest die Bewertungsanfrage mehr als einmal.

source: This template only for previewing and test spammyness, no coupon will be generated.
de_de: Diese Vorlage dient nur als Vorschau und zum Testen des Spam Scores. Es wird kein Gutschein generiert.

source: This view is only for demonstration how this page will look like for your customers, you can try to send requests and check scrolling to next review product! No comments will be posted!
de_de: Diese Ansicht dient nur zur Veranschaulichung, wie diese Seite für deine Kunden aussehen wird. Du kannst den Style der Bewertungen und das Scrollen zum nächsten zu bewertetem Produkt sehen! Es werden keine Kommentare gepostet!

source: Three star link
de_de: Drei Sterne

source: To continue testing and generate 5 times the amount of current review requests, start %s.
de_de: Um weiter zu Testen und die fünffache Menge der aktuellen Bewertungsanfragen zu generieren, starte %s.

source: Total reviews
de_de: Summer der Bewertungen

source: Totally transferred
de_de: Gesamt übertragen

source: Transfer only approved reviews
de_de: (Nur WOO-Modus) "reviewed"-Status nur bei genehmigter Bewertung übertragen

source: Trial
de_de: Testversion

source: trial here
de_de: deine Testversion hier

source: Trusted Shops API email or/and password is invalid
de_de: Trusted Shops API-E-Mail oder/und Passwort ist ungültig

source: Trusted Shops credentials
de_de: Trusted Shops

source: Trusted Shops credentials is not for this site.
de_de: Die Trusted Shops-Anmeldeinformationen passen nicht zu dieser Webseite.

source: Trusted Shops Email is not valid.
de_de: Trusted Shops Email ist nicht gültig.

source: Trusted Shops Email is required.
de_de: Trusted Shops Email ist erforderlich.

source: Trusted Shops ID is invalid
de_de: Trusted Shops ID ist ungültig

source: Trusted Shops ID is required.
de_de: Eine Trusted Shops ID ist erforderlich.

source: Trusted Shops Password is required.
de_de: Trusted Shops Passwort ist erforderlich.

source: Trusted Shops product title
de_de: Trusted Shops Produkt-Titel

source: Trusted Shops review link
de_de: Trusted Shops Bewertungslink

source: Trusted Shops reviews loaded
de_de: Trusted Shops Bewertungen geladen

source: TS Reviews
de_de: TS-Bewertungen

source: Two star link
de_de: Zwei Sterne

source: Upload logo image
de_de: Bild hochladen

source: Very good
de_de: gut

source: View
de_de: Anzeigen

source: View default page sample
de_de: Zeige Standard-Seite

source: View generated requests
de_de: Zeige generierte Anfragen

source: View page sample
de_de: Seite anzeigen

source: Wait %s without generating new review requests.
de_de: Warte %s, ohne neue Bewertungsanfragen zu generieren.

source: Waiting
de_de: Wartend

source: Want to give review
de_de: Ich möchte eine Bewertung abgeben

source: Warning: There is no available licenses, you can move license key from another site.
de_de: Achtung: Es sind keine Lizenzen mehr frei. <br>Tipp: Du kannst Lizenzschlüssel von einer anderen Webseite nutzen und dort die Lizenz deaktivieren.
