Repository: common-repository/more-better-reviews-for-woocommerce
Catalog: languages/more-better-reviews-for-woocommerce-*.po
Languages: de_de

source: Watch our tutorials <a href="%s">here</a> if you want to get to know how get your own <strong>Trusted Shops ID</strong> and <strong>API credentials</strong>.
de_de: Sieh dir bitte <a href="https://saleswonder.biz/trusted-shops-tutorials-bessere-bewertungen-fuer-woocommerce/" target="_blank"> hier</a> unsere Tutorials an, um zu erfahren, wie du deine eigene <strong> Trusted Shops ID </strong> und <strong> API-Anmeldeinformationen </strong> erhältst, alle Einstellungen vornimmst und ganz wichtig die API für einen Account aktivierst.

source: We can't activate transfer module for this map
de_de: Das Plug-in kann das Übertragungsmodul für diese Verbindungsvorlage nicht aktivieren.

source: We can't enable reviews for this products
de_de: Die Bewertungen für diese Produkte können nicht aktivieren werden

source: What did you like in particular?
de_de: Was hat dir besonders gefallen?

source: When this period will end review request status will become <strong>outdated</strong> and you can generate new review request for this customer.
de_de: Wenn der Zeitraum beendet ist wird der Status der Bewertungsanfrage auf <strong>Abgelaufen</strong> gesetzt und du kannst eine neue Anfrage für diesen Kunden generieren.

source: Why did you choose this product?
de_de: Warum hast du dieses Produkt gewählt?

source: width
de_de: Breite

source: WOO better Reviews
de_de: WOO Bessere Bewertungen

source: Woo Email Scheduled
de_de: Versand-Datum

source: WooCommerce Email Delay (days)
de_de: WooCommerce E-Mail Verzögerung (in Tagen)

source: WooCommerce only mode enabled
de_de: Woocommerce-Standalone-Modus aktiviert

source: WooCommerce only mode is enabled
de_de: Nur der WOO-Modus ist aktiviert

source: Woocommerce product title
de_de: Woocommerce Produkt-Titel

source: WooCommerce sent your review requests active
de_de: Das Senden der Bewertungsanfragen über WooCommerce ist aktiviert

source: WooCommerce Trusted Shops Reviews requires WooCommerce plugin to be installed and active. You can download %s here.
de_de: Das Plugin Bessere Bewertungen für WooCommerce erfordert das dass WP2LEADS Plugin installiert und aktiv ist. Das Plug-in %s kannst du hier herunterladen.

source: Would you recommend this product?
de_de: Würdest du dieses Produkt weiterempfehlen?

source: Yes
de_de: Ja

source: You can <strong><a href="%s" target="_blank">edit coupon email here</a></strong>
de_de: Sie können <strong><a href="%s" target="_blank">Bearbeiten coupon E-Mail hier</a></strong>

source: You can create custom page, where customers can review all products from order at once.
de_de: Diese Seite wird mit den gekauften Produkten deines Kunden gefüllt, wenn dieser über den "All-in-One-Bewertungsseite"-Sterne-Link auf diese Seite kommt.

source: You can edit email subject, heading, add additional content or change email type <a href="?page=wc-settings&tab=email&section=wtsr_wc_email_review_request" target="_blank">here</a>
de_de: Du kannst den Betreff und die Überschrift in der E-Mail bearbeiten, zusätzlichen Inhalt hinzufügen oder den E-Mail-Typ <a href="?page=wc-settings&tab=email&section=wtsr_wc_email_review_request" target="_blank"> hier ändern.</a>

source: You can enable each products review on product edit page or change settings on <strong>"<a href="?page=wp2leads-wtsr&tab=email#wtsr_rating_links_settings_table">Email</a>"</strong> tab.
de_de: </br>Du kannst Produktbewertungen auf der Produktbearbeitungsseite aktivieren oder die Einstellungen auf der Registerkarte <strong><a href="?page=wp2leads-wtsr&tab=email#wtsr_rating_links_settings_table">"E-Mail</a>"</strong> ändern.

source: You can generate 5 dummy orders for testing purposes by clicking the button <strong>Generate orders</strong>.
de_de: Du kannst 5 Dummy-Bestellungen zu Testzwecken generieren, indem du auf die Schaltfläche <strong> Bestellungen generieren </strong> klickst.

source: You can get a license for unlimited reviews <a href="https://wp2leads-for-klick-tipp.com/web/better-reviews-for-woocommerce-price-list-eng/" target="_blank">here</a>.
de_de: Du kannst eine Lizenz für unbegrenzte Bewertungen <a href="https://wp2leads-for-klick-tipp.com/web/better-reviews-for-woocommerce/" target="_blank">hier erhalten</a>.

source: You can get reviews from <strong>Trusted Shops</strong> - The European trust brand in e-commerce using their API.
de_de: Du kannst Bewertungen von <strong> Trusted Shops </strong> - der europäischen Bewertungsplattform im E-Commerce, über deren API, automatisieren.

source: You can select another order status or change date period.
de_de: Du kannst einen anderen Status auswählen oder den Zeitraum ändern.

source: You can use this description in your review request template with placeholder <strong>{coupon_countdown_description}</strong>
de_de: Du kannst diesen Text in deiner Bewertungsanfrage mit dem <strong>{coupon_countdown_description}</strong> Platzhalter verwenden.

source: You can't generate reviews requests for existed orders right now, as far as some requests are running in background.
de_de: Derzeit können keine weiteren Bewertungsanfragen generieren werden, da schon einige Anfragen im Hintergrund ausgeführt werden.

source: You created already %s review request.
de_de: Du hast schon %s Bewertungsanfragen generiert.

source: You do not have any customers orders in your DB.
de_de: Du hast noch keine Kundenbestellungen in deinem Shop.

source: You do not have any map for Better Reviews for WooCommerce. Please, <a href="?page=wp2l-admin&tab=map_port" target="_blank">download map here</a> in order to transfer reviews to Klick Tipp.
de_de: Du hast keine Verbindungs-Vorlage für „Bessere Bewertungen für WooCommerce“. Bitte lade <a href="?page=wp2l-admin&tab=map_port" target="_blank">die Karte hier herunter,</a> um die Bewertungen zu Klick Tipp zu übertragen.

source: You do not have any orders for generating reviews
de_de: Du hast keine Aufträge zur Erstellung von Bewertungsanfragen

source: You have a map for Better Reviews for WooCommerce, but transfer module is disabled. Please, <a href="?page=wp2l-admin&tab=map_to_api&active_mapping=%s" target="_blank">enable module here</a> in order to transfer reviews instantly.
de_de: Du hast eine Verbindungs-Vorlage für „Bessere Bewertungen für WooCommerce“, jedoch ist das Übertragungs-Modul deaktiviert. Bitte aktiviere <a href="?page=wp2l-admin&tab=map_to_api&active_mapping=%s" target="_blank">das Modul hier,</a> um die Bewertungen sofort zu übertragen.

source: You have empty product titles and we will transfer the product slug instead of the title!
de_de: Du hast leere Produkttitel und das Plugin überträgt die Produkt URL/Slug anstelle des Titels! Diese URL jedoch ohne „-_“.

source: You have exceeded your Pro Version limit
de_de: Du hast dein Übertragungslimit überschritten!

source: You have more than one Better Reviews for WooCommerce maps with transfer modules are enabled. Please, <a href="?page=wp2l-admin&tab=map_to_api" target="_blank">deactivate extra modules here</a> in order to prevent conflicts while transfering reviews to Klick Tipp.
de_de: Du hast für „Bessere Bewertungen für WooCommerce“ mehr als eine Übertragungs-Vorlage mit Übertagungs-Modul aktiviert. <br>Bitte deaktiviere <a href="?page=wp2l-admin&tab=map_to_api" target="_blank">hier überflüssigen Module,</a> um Konflikte, während die Bewertungen zu Klick Tipp übertragen werden, zu vermeiden.

source: You have more then one maps for Better Reviews for WooCommerce, but transfer modules are disabled. Please, <a href="?page=wp2l-admin&tab=map_to_api" target="_blank">enable module for just one map here</a> in order to transfer reviews instantly.
de_de: Du hast mehr als eine Verbindungs-Vorlage für „Bessere Bewertungen für WooCommerce“, jedoch ist Übertragungs-Modul deaktiviert!<br> Bitte aktiviere <a href="?page=wp2l-admin&tab=map_to_api" target="_blank">hier das Modul für nur eine Verbindungs-Vorlage,</a> um Bewertungen sofort zu übertragen.

source: You have whole functionality, but generating review requests is limited to %s request.
de_de: Dir stehen alle Funktionen zur Verfügung, lediglich das Generieren von Bewertungsanfragen ist auf %s-Anfragen beschränkt.

source: you need to set up coupon amount
de_de: Bitte gebe den Wert deines Gutschein an

source: you need to set up coupon countdown period
de_de: Bitte gebe den Gutschein Countdown Zeitraum ein

source: you need to set up coupon description
de_de: Bitte gebe den Text zu deinem Gutschein ein.

source: you need to set up coupon settings
de_de: Bitte Gutschein-Einstellungen vornehmen.

source: You need to specify custom links values on <a href="?page=wp2leads-wtsr&tab=email">Email tab</a>
de_de: Bitte die benutzerdefinierten „Bewertungs“-Links im <a href="?page=wp2leads-wtsr&tab=email">Reiter "E-Mail und Seite"</a> angeben.

source: Your activation is in progress. You need to Complete this to securely save your license data.
de_de: Deine Lizenz ist gültig. Die Lizenzverwaltung ist geöffnet bitte „Lizenzverwaltung schließen“ klicken um die Aktivierung abzuschließen.

source: your checkout
de_de: deiner Kasse

source: Your countdown finished! No Coupon for reviewing at the moment.
de_de: Der Countdown ist beendet! Es gibt im Moment kein Gutschein für deine Bewertung.

source: Your do not have orders with status <strong>%s</strong> created in period between <strong>%s</strong> - <strong>%s</strong>.
de_de: Du hast keine Bestellungen mit dem Status <strong>%s</strong> im Zeitraum von <strong>%s</strong> bis <strong>%s</strong>.

source: Your have <strong>%s</strong> out of <strong>%s</strong> products reviews disabled.
de_de: Du hast noch <strong>%s</strong> von <strong>%s</strong> Produkten bei denen Bewertungen deaktiviert sind!<br>

source: Your license will stop soon, because of an issue with payment. Please check your emails from support@digistore24.com!
de_de: Deine Lizenz wird bald enden, da es eine Problem mit der Zahlung gibt.<br>Tipp: Bitte überprüfe auf E-Mails von support@digistore24.com!

source: Your products reviews disabled globally. If you want to use product page review link in your html template enable reviews, please
de_de: Deine Produktbewertungen werden überprüfen überall deaktiviert! <br>Wenn du den Link zur Bewertung auf deiner Produkt-Detailsseite in der HTML-Vorlage verwenden möchtest, aktiviere die Bewertungen bitte

source: Your rating
de_de: Jetzt bewerten!

source: Your review
de_de: Deine Rezension

source: Your review saved!
de_de: Danke, deine Rezension wurde gespeichert
